IdeaRS.Connections
CutCommandData.Orientation Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the orientation of the cut
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CutOrientation Orientation { get; set; }
Property Value
Type: CutOrientation
See Also
Reference
CutCommandData Class
IdeaRS.Connections.Data Namespace